Repository: Qerts/Projekt-Pollution-MKII
Catalog: Pollution/Pollution/Pollution.Shared/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz

# AppCurrent
source: current
cs_cz: aktuálně

# AppMap
source: map
cs_cz: mapa

# AppNameUC
source: AIR POLLUTION
cs_cz: ČISTOTA OVZDUŠÍ

# AppSettings
source: settings
cs_cz: nastavení

# AppStations
source: stations
cs_cz: stanice

# BtnInformation
source: information
cs_cz: informace

# BtnNearestStation
source: nearest
cs_cz: nejbližší

# BtnReview.Content
source: Review this app
cs_cz: Ohodnoťte tuto aplikaci

# BtnSort
source: sort
cs_cz: řazení

# BtnZoom
source: zoom
cs_cz: oddálení

# CheckGPS.Content
source: Can use localization features
cs_cz: Používat lokalizaci zařízení

# CheckLiveTile.Content
source: Use dynamic Live Tile
cs_cz: Používat živou dlaždici

# CheckNearest.Content
source: Auto localize the nearest station
cs_cz: Autolokalizace nejbliší stanice

# CheckNearestWithoutQuality.Content
source: Included stations without quality
cs_cz: Hledat i stanice bez ohodnocení

# ClassAroundcity
source: suburban
cs_cz: předměstská

# ClassIndustry
source: industrial
cs_cz: průmyslová

# ClassIntercity
source: urban
cs_cz: městská

# ClassTraffic
source: traffic
cs_cz: dopravní

# ClassVillage
source: rural
cs_cz: venkovská

source: ERROR
cs_cz: CHYBA

# InfoCO.Text
source: Carbon monoxide (CO) is a colorless, odorless and poisonous gas produced by incomplete burning of carbon in fuels. When CO enters the bloodstream, it reduces the delivery of oxygen to the body's organs and tissues. Health threats are most serious for those who suffer from cardiovascular disease. Exposure to elevated CO levels can cause impairment of visual perception, manual dexterity, learning ability and performance of complex tasks. 77% of the nationwide CO emissions are from transportation sources. The largest emissions contribution comes from highway motor vehicles. Thus, the focus of CO monitoring has been at traffic-oriented sites in urban areas where the main source of CO is motor vehicle exhaust. Other major CO sources are wood-burning stoves, incinerators and industrial sources.
cs_cz: Vzhledem k jedovatosti je jednou z významných znečišťujících látek. Vzniká při nedokonalém spalování uhlíku a organických látek, je emitován např. automobily, lokálními topeništi, energetickým a metalurgickým průmyslem. CO vzniká zejména pokud je teplota spalování příliš nízká, aby mohlo dojít k úplné oxidaci pohonných látek na oxid uhličitý, čas hoření ve spalovací komoře je příliš krátký nebo není k dispozici dostatek kyslíku. Díky povinnému zavedení řízených katalyzátorů u vozidel s benzinovými motory se emise oxidu uhelnatého v poslední době snižují. Oxid uhelnatý působí na srdce, cévní a nervový systém. Při jeho nízkých koncentracích může zdravý člověk pociťovat únavu, člověk se srdečními problémy bolest na prsou. Při jeho vyšších koncentracích může dojít k poruchám vidění a koordinace, bolestem hlavy, závratím, zmatečnému chování a může být pociťována žaludeční nevolnost. Velmi vysoké koncentrace jsou smrtelné.

# InfoNO2.Text
source: Nitrogen dioxide (NO2) is a brownish, highly reactive gas that is present in all urban atmospheres. NO2 can irritate the lungs, cause bronchitis and pneumonia, and lower resistance to respiratory infections. The major mechanism for the formation of NO2 in the atmosphere is the oxidation of nitric oxide (NO), which is produced by most combustion processes.
cs_cz: V plynném stavu jde o červenohnědý agresivní, prudce jedovatý plyn, v kapalném stavu je to žlutohnědá látka, která tuhne na bezbarvé krystaly. Vzniká ve spalovacích motorech oxidací vzdušného dusíku za vysokých teplot. V ovzduší patří oxid dusičitý k plynům, které způsobují kyselé deště. Oxid dusičitý je pohlcován hlenem dýchacích cest z 80 až 90 procent. Způsobuje záněty dýchacích cest od lehkých forem až po edém plic. Oxid dusičitý je společně s oxidy síry součástí takzvaných kyselých dešťů. Oxid dusičitý (NO2) současně s kyslíkem a těkavými organickými látkami přispívá k tvorbě přízemního ozonu a vzniku tzv. fotochemického smogu.

# InfoO3.Text
source: Ozone (O3) is the major component of smog. Although O3 in the upper atmosphere is beneficial because it shields the earth from the sun's harmful ultraviolet radiation, high concentrations of O3 at ground level are a major health and environmental concern. The reactivity of O3 causes health problems because it damages lung tissue, reduces lung function and sensitizes the lungs to other irritants. Scientific evidence indicates that ambient levels of O3 not only affect people with impaired respiratory systems, such as asthmatics, but healthy adults and children as well. Exposure to O3 for several hours at relatively low concentrations has been found to significantly reduce lung function and induce respiratory inflammation in normal, healthy people during exercise. O3 is not usually emitted directly but is formed through complex chemical reactions in the atmosphere. Precursor compounds like volatile organic compounds (VOC) and oxides of nitrogen (NOx) react to form O3 in the presence of sunlight. These reactions are stimulated by ultraviolet radiation and temperature, so peak O3 levels typically occur during the warmer times of the day and year.
cs_cz: Ozon patří mezi silně dráždivé látky. Ozon je velmi silné oxidační činidlo reagující se všemi druhy organických látek. Působí především na plicní tkáň a sliznice. Podle Světové zdravotnické organizace (WHO) se první obtíže objevují při překročení průměrné hodinové koncentrace 160 µg.m-3. Při delším vystavení se vyšším koncentracím způsobuje pálení očí a nosu, kašel, bolest hlavy a pocit tlaku na hrudi. V extrémních případech může ozon způsobit předčasnou smrt. Citlivost osob k působení ozonu je ovlivněna např. věkem (rizikové skupiny jsou děti a starší lidé), schopnost snášet vysoké letní teploty, aktuální zdravotní stav, zvýšená fyzická zátěž ve venkovním prostředí nebo astmatické obtíže.

# InfoPM10.Text
source: Particulate matter (PM) is a mixture of particles that can adversely effect human health, damage materials and form atmospheric haze that degrades visibility. PM is usually divided up into different classes based on size, ranging from total suspended matter (TSP) to PM-10 (particles less than 10 microns in aerodynamic diameter) to PM-2.5 (particles less than 2.5 microns). In general, the smallest particles pose the highest human health risks. PM exposure can affect breathing, aggravate existing respiratory and cardiovascular disease, alter the body's defense systems against foreign materials, and damage lung tissue, contributing to cancer and premature death. Individuals with chronic obstructive pulmonary or cardiovascular disease, asthmatics, the elderly and children are most sensitive to the effects of PM. Particulate matter (PM) includes dust, dirt, soot, smoke and liquid droplets directly emitted into the air by sources such as factories, power plants, cars, construction activity, fires and natural windblown dust. Particles formed in the atmosphere by condensation or the transformation of emitted gases such as SO2 and VOCs are also considered particulate matter.
cs_cz: Polétavý prach (PM z anglického názvu "particulate matter") je pojem pro mikročástice o velikosti několika mikrometrů (µm). Částice mají své specifické označení podle velikosti – například PM10 označuje polétavý prach o velikosti 10 mikrometrů. Částice atmosférického aerosolu se usazují v dýchacích cestách. Místo záchytu závisí na jejich velikosti. Větší částice se zachycují na chloupcích v nose a nezpůsobují větší potíže. Částice menší než 10 µm (PM10) se mohou usazovat v průduškách a způsobovat zdravotní problémy. Částice menší než 1 µm mohou vstupovat přímo do plicních sklípků, proto jsou tyto částice nejnebezpečnější. Na částice polétavého prachu se vážou těkavé organické látky látky (VOC – z anglického názvu volatile organic compounds), které pak v organismu působí toxicky. Inhalace PM10 poškozuje hlavně kardiovaskulární a plicní systém. Dlouhodobá expozice snižuje délku dožití a zvyšuje kojeneckou úmrtnost. Může způsobovat chronickou bronchitidu a chronické plicní choroby. V důsledku absorpce organických látek s mutagenními a karcinogenními účinky může expozice PM10 způsobovat rakovinu plic. Mezi nejvýznamnější antropogenní zdroje atmosférického aerosolu patří: vysokoteplotní procesy, především spalovací, ﻿cementárny, vápenky, lomy a těžba, odnos částic větrem ze stavebních ploch a z ploch zbavených vegetace. ﻿Významným zdrojem prachových částic jsou automobily s dieselovými motory, které nemají katalyzátor a jejich výfukové plyny obsahují množství malých prachových částic vznikajících nedokonalým spalováním nafty. Polétavý prach vzniká téměř výhradně jako produkt lidské činnosti – při spalovacích procesech, tavení rud, ale také z půdy zbavené vegetačního krytu. Čím menší průměr částice má, tím déle zůstává v ovzduší. V ČR je určen limit pro znečištění ovzduší pevnými částicemi (polétavý prach). Denní imisní limit je 50 µg/m3. Překročení tohoto limitu je tolerováno max. 35 dní v roce. Na některých místech ČR jako je Ostravsko je limit překračován i přes 100 dní v roce.

# InfoSmog.Text
source: If the degree of pollution in your area is 5 or 6, then you should stay and reduce physical activity or sport in the outdoors, do not smoke, reduce car travelling, air the short and intense, increase the intake of vitamins and drink plenty of fluids.
cs_cz: Jestliže stupeň znečištění ve Vašem okolí je 5 nebo 6, pak omezte pobyt a fyzickou aktivitu či sport ve venkovních prostorech, nekuřte, omezte dopravu autem, větrejte krátce a intenzivně, zvyšte příjem vitamínů a pijte dostatek tekutin.

# InfoSO2.Text
source: High concentrations of sulfur dioxide (SO2) affect breathing and may aggravate existing respiratory and cardiovascular disease. Sensitive populations include asthmatics, individuals with bronchitis or emphysema, children and the elderly. SO2 is also a primary contributor to acid rain, which causes acidification of lakes and streams and can damage trees, crops, historic buildings and statues. In addition, sulfur compounds in the air contribute to visibility impairment in large parts of the country. This is especially noticeable in national parks. Sulfur dioxide (SO2) is released primarily from burning fuels that contains sulfur (like coal, oil and diesel fuel). Stationary sources such as coal- and oil-fired power plants, steel mills, refineries, pulp and paper mills, and nonferrous smelters are the largest releasers.
cs_cz: Oxid siřičitý reaguje s chlorofylem (fotosyntetickým barvivem rostlin) a narušuje tak fotosyntézu. V ovzduší oxiduje se vzdušným kyslíkem za přítomnosti vody na kyselinu sírovou, která je spolu s kyselinou siřičitou příčinou kyselých dešťů. Hlavní podíl na jeho produkci má lidská činnost - zejména spalování fosilních paliv, jak při průmyslových procesech, tak v domácích topeništích. Hlavními zdroji SO2 jsou teplárny a elektrárny, které používají nízko kvalitní oleje a uhlí s vysokým obsahem síry. Oxid siřičitý je kyselý, bezbarvý, ostře zapáchající a toxický plyn. Oxid siřičitý působí dráždivě na sliznice dýchacích cest. Podporuje záněty průdušek a astma. Rovněž může dojít k bolesti hlavy a nevolnosti. Oxid siřičitý je jedním z hlavních překursorů kyselých dešťů, které okyselují půdu, řeky a jezera, urychlují korozi budov a soch, snižují viditelnost. Povolený imisní limit: 200 µg/m3.

# InfoSource.Text
source: used source: scorecard.goodguide.com
cs_cz: využité zdroje: www.cistenebe.cz, www.cenia.cz

# InfoTitleCO.Text
source: What is carbon monoxide (CO)?
cs_cz: Co je oxid uhelnatý (CO)?

# InfoTitleNO2.Text
source: What is nitrogen dioxide (NO2)?
cs_cz: Co je oxid dusičitý (NO2)?

# InfoTitleO3.Text
source: What is ozone (O3)?
cs_cz: Co je přízemní ozón (O3)?

# InfoTitlePM10.Text
source: What is particulate matter (PM)?
cs_cz: Co je to polétavý prach (PM)?

# InfoTitleSO2.Text
source: What is sulfur dioxide (SO2)?
cs_cz: Co je oxid siřičitý (SO2)?

# InfoWhatToDo.Text
source: It is smog...
cs_cz: Když je smog...

# MenuAbout
source: About
cs_cz: O aplikaci

# MenuSettings.Text
source: Settings
cs_cz: Nastavení

# MsgDataError
source: Error during data processing, please contact the author of application!
cs_cz: Chyba při zpracování dat, kontaktujte prosím autora aplikace!

# MsgDownloadError
source: It is not possible to download current data. App tries to use last downloaded data!
cs_cz: Není možné získat aktuální data. Aplikace využije poslední úspěšně stáhnutá data!

# MsgGPSDisabled
source: The localization features are disabled!
cs_cz: Lokalizační funkce telefonu nejsou povoleny!

# MsgGPSUnavailable
source: It is not possible to obtain your location! Try to restart application or check app permissions.
cs_cz: Není možné získat informace o vaší poloze! Zkuste restartovat aplikaci nebo zkontrolovat, zda jste udělili oprávnění získávat informace o vaší poloze.

# MsgNoData
source: No data for visualization! App is not fully functional!
cs_cz: Žádná data pro vizualizaci! Aplikace nebude plně funkční!

# QualityState1.Text
source: very good
cs_cz: velmi dobrá

# QualityState2.Text
source: good
cs_cz: dobrá

# QualityState3.Text
source: fair
cs_cz: uspokojivá

# QualityState4.Text
source: suitable
cs_cz: vyhovující

# QualityState5.Text
source: poor
cs_cz: špatná

# QualityState6.Text
source: very poor
cs_cz: velmi špatná

# QualityState7.Text
source: not measure
cs_cz: neměří se

# QualityState8.Text
source: missed data
cs_cz: nejsou data

# RegionA
source: The Capital Prague
cs_cz: Hlavní město Praha

# RegionB
source: Southern Moravian Region
cs_cz: Jihomoravský kraj

# RegionC
source: South Bohemian Region
cs_cz: Jihočeský kraj

# RegionE
source: Pardubice Region
cs_cz: Pardubický kraj

# RegionH
source: Hradec Králové Region
cs_cz: Královehradecký kraj

# RegionJ
source: Vysočina Region
cs_cz: Kraj Vysočina

# RegionK
source: Karlovy Vary Region
cs_cz: Karlovarský kraj

# RegionL
source: Liberec Region
cs_cz: Liberecký kraj

# RegionM
source: Olomouc Region
cs_cz: Olomoucký kraj

# RegionP
source: Plzeň Region
cs_cz: Plzeňský kraj

# RegionS
source: Central Bohemia Region
cs_cz: Středočeský kraj

# RegionT
source: Moravian-Silesian Region
cs_cz: Moravskoslezský kraj

# RegionU
source: Ústí Region
cs_cz: Ústecký kraj

# RegionZ
source: Zlín Region
cs_cz: Zlínský kraj

# SelectStation.Text
source: Select current station manually
cs_cz: Vyberte ručně aktuální stanici

# TextAbout.Text
source: App that offers rapid and easy to use detection of air quality and pollution. It can be focused on your location or the set of all stations in the Czech republic. Data source: www.chmi.cz
cs_cz: Aplikace umožňující rychlé a snadné zjištění kvality a znečištění ovzduší. Je možné automaticky lokalizovat nejbližší stanici nebo ověřovat údaje ze všech stanic v rámci ČR. Zdroj dat: www.chmi.cz.

# TextAppSetting.Text
source: Application settings
cs_cz: Nastavení aplikace

# TextCurrentStation.Text
source: Current station
cs_cz: Aktuální stanice

# TextDataSource
source: data source: ČHMI (www.chmi.cz) for Czech Republic
cs_cz: zdroj dat: ČHMI (www.chmi.cz) pro území České republiky

# TextDownloading
source: Data downloading ...
cs_cz: Stahování dat ...

# TextGPSDisabled
source: Localization is disabled
cs_cz: Lokalizace není povolena

# TextLanguage.Text
source: App language
cs_cz: Jazyk aplikace

# TextLanguageInfo.Text
source: App should be restarted. App name will be still based on system language!
cs_cz: Po změně jazyka je vhodné aplikaci restartovat. Název aplikace bude vždy odpovídat systémovému jazyku!

# TextLanguageSystem.Content
source: based on system
cs_cz: podle systému

# TextLiveTile.Text
source: The live tile is updated at intervals of approx. 30 minutes. If the tile is not updated, you should restart this application. The data connection is necessary for automatic tile update!
cs_cz: Dlaždice je aktualizována v intervalu cca 30 minut. Pokud se dlaždice přestane sama aktualizovat, spusťte znovu tuto aplikaci. Pro automatickou aktualizaci dlaždice je nezbytné datové připojení!

# TextLoading
source: loading ...
cs_cz: načítání ...

# TextParsing
source: Data processing ...
cs_cz: Zpracování dat ...

# TextPublisher.Text
source: author
cs_cz: autor

# TextReview.Text
source: Feel free to review this app and give us the feedback and other ideas for future versions.
cs_cz: Neváhejte ohodnotit tuto aplikaci a napsat své připomínky či náměty pro její další vývoj.

# TextStarting
source: GUI updating ...
cs_cz: Aktualizace rozhraní ...

# TextTaskDisabled
source: Background agents for this application have been disabled by the user.
cs_cz: Spuštění úlohy této aplikace na pozadí je uživatelsky zakázáno.

# TextTaskError
source: It is not possible to register background agent for this application. The tile is not live!
cs_cz: Není možné registrovat úlohu na pozadí. Dlaždice na hlavní obrazovce nebude aktualizována!

# TextTaskFailed.Text
source: The update failed at {0}!
cs_cz: V {0} se aktualizace nezdařila!

# TextTaskInfo.Text
source: Last successful update was at:
cs_cz: Poslední úspěšná aktualizace proběhla v:

# TextTaskOK.Text
source: Last update was OK at {0}
cs_cz: Poslední úspěšná aktualizace v {0}

# TextTerms.Text
source: For the proper operation the App requires a data connection and access to data provider (www.chmi.cz). The localization of your device can be used to determine the nearest station. All device location information is used only for internal functionality and is not further processed in any manner or distributed outside of the device.
cs_cz: Aplikace pro správné fungování vyžaduje datové přípojení a přístup k datům poskytovatele (www.chmi.cz). Pro určení nejbližší stanice je využíváno lokalizace zařízení. Veškeré informace o poloze zařízení jsou použity výhradně pro vnitřní funkcionalitu aplikace a nejsou žádným způsobem dále zpracovány či šířeny mimo zařízení. Anonymizovaná identifikace uživatele je použita pouze pro sdílení fotografií a jejich případné další zpracování.

# TextUpdateTime
source: updated:
cs_cz: aktualizováno:

# TextVersion.Text
source: version
cs_cz: verze

source: WARNING
cs_cz: UPOZORNĚNÍ

source: What is new?
cs_cz: Co je nového?

# _news
source: - global list of currently shared photos - overall view of air pollution over the Czech republic - visual improvements - some bug fixes Selected photos are also available at Facebook page... Try our new project at www.resnap.it!
cs_cz: - hromadný přehled posledních sdílených fotografií - souhrnný náhled na situaci v ČR - úprava grafického vzhledu - drobné úpravy a opravy Sdílené fotografie průběžně najdete také na Facebookové stránce... Vyzkoušejte také náš nový projekt na www.resnap.it!

# TextNoData
source: no data
cs_cz: nejsou data

# TextSupport.Text
source: In case of problems with this app, please mail to info@garvis.cz!
cs_cz: V případě problémů s aplikací prosím pište na info@garvis.cz!

# AppHistory
source: history
cs_cz: historie

# MsgHistoryError
source: It is unable to obtain historical data of this station!
cs_cz: Nepodařilo se získat historická data k této stanici!

# TextHistoryElements
source: Charts of values ​​of individual elements in the last {0} days
cs_cz: Přehled hodnot jednotlivých elementů za posledních {0} dní

# TextHistoryQuality
source: The frequency of air quality index for the last {0} days
cs_cz: Četnost indexu kvality ovzduší za posledních {0} dní

# AppPhoto
source: share a photo
cs_cz: sdílejte fotku

# AppPhotos
source: photos
cs_cz: fotky

# BtnCamera
source: photo
cs_cz: fotka

# BtnDetailsPhoto
source: load photos
cs_cz: načíst fotografie

# BtnSendPhoto
source: send
cs_cz: odeslat

# BtnSendReset
source: reset
cs_cz: vyčistit

# TextCameraAbout
source: This application provides the ability to share photos describing the subjective state of the air in your area. Take a photo, rate a condition that expresses, add comments and send it. Each photo is stored in relation to the nearest measuring station.
cs_cz: Tato aplikace poskytuje možnost sdílet fotografie popisující subjektivní stav ovzduší ve Vašem okolí. Pořiďte fotografii, ohodnoťte stav, který vyjadřuje, přidejte komentář a odešlete ji. Každá fotografie je ukládána ve vazbě na nejbližší měřící stanici.

# TextCameraShare
source: After the approval, the shared photos (and additional information) are shown at the detailed page of a given station. It is always displayed only a limited number of last photos. Selected photos will also be published on the Facebook page of the author of this application.
cs_cz: Sdílené fotografie (a doplňující informace) jsou po schválení zobrazovány na detailní stránce každé stanice. Vždy je zobrazován jen určitý omezený počet posledních fotek k dané stanici. Vybrané fotografie budou také zveřejňovány na facebookových stránkách autora aplikace.

# TextCameraSubmitInfo
source: Photos should capture both positive and negative states of the air. They should contain general scenery mainly, no human faces or other private content. Photos or comments must not be offensive, vulgar, etc., and must respond to the nature and purpose of the topic described. All submitted photos are approved before publication.
cs_cz: Fotografie by měly zachycovat jak pozitivní, tak negativní stavy ovzduší. Měly by obsahovat obecné scenérie, bez obličejů postav či jiného privátního obsahu. Fotografie ani komentáře nesmí být urážlivé, vulgární, apod. a musí odpovídat charakteru a tématu popsaného účelu. Všechny odeslané fotky jsou před publikací schvalovány!

# TextCameraTerms
source: By submitting photos (and additional information) you consent to the free use of them by the authors of this application. Application author reserves the right not to publish photos (or additional information) and accepts no responsibility for the content of the submitted photos. For taking photos and sharing it is necessary to use location-based services and internet data access. The application does not use any direct personally identifiable information of user or phone, but only anonymised Live ID account identifier.
cs_cz: Odesláním fotografie (a doplňkových informací) souhlasíte s jejím volným použitím autory této aplikace. Autor aplikace si vyhrazuje právo nepublikovat fotografie (či doplňkové informace) a nenese žádnou zodpovědnost za obsah zaslaných fotografií. Pro pořízení fotky a její sdílení je nezbytné využití lokalizačních služeb telefonu a připojení k internetu. Aplikace nevyužívá žádné přímé osobní identifikační údaje uživatele či telefonu, ale pouze anonymizovaný identifikátor účtu Live ID.

# TextDetailsPhoto
source: You can see last approved photos shared by other users of this application. These photos are related to a given station. You can share the photo too, start at the current station page.
cs_cz: Zde můžete vidět poslední (omezený počet) schválené fotky sdílené dalšími uživateli této aplikace. Fotky jsou vždy svázány s odpovídající stanicí. Fotografie můžete sdílet také, začněte na stránce aktuální stanice této aplikace.

# TextInfoCam
source: Tap to take a photo
cs_cz: Ťukněte pro pořízení fotografie

# TextNote
source: Note or comment
cs_cz: Poznámka, komentář

# TextSendDone
source: Your photo sent successfully. Thank you.
cs_cz: Fotografie byla v pořádku odeslaná. Děkujeme.

# TextSendError
source: Some error during the sharing your photo!
cs_cz: V průběhu odesílání fotografie se vyskytla chyba!

# TextSendImageTitle
source: Sharing a photo
cs_cz: Odeslání fotky

# TextSendSmileSelect
source: Select a suitable smile according to the photo
cs_cz: Vyberte smajlíka odpovídajícího fotografii

# TextSendUnable
source: It is unable to share a photo. The location features and internet connectivity are crucial for it!
cs_cz: Není možné sdílet fotky. Možnosti určování polohy a připojení k internetu jsou pro tuto funkcí nezbytné!
